"Compréhension de stage  Problem solving: Stage : BillingLabs- Démonstrateur s, qui offrent aux entreprises une expertise en terme logicielles Paris et Nantes. Dans le département R&D, SpikeeLabs a développé une solution de facturation pour les ikeeLabs aimerait faire évoluer cette solution en intégrant des démonstrateurs. Il existe donc deux points principaux : - configuration permettant la déclaration des clients, le positionnement des grilles tarifaires, la déclaration des numéros ainsi que le lancement des tâches de facturation.  -   part dapporter de nouvelles solutions en mettant en place un démonstrateur e consommation et leur impact sur la facture générée. aux problèmes dun maximum opérateurs Telecom.  Savoir communiquer : Mon tuteur sera Bruno qui est CTO et le chef de ce projet. Ce sera lui qui me communiquera et qui pilotera mes activités. Le stage débutera par un « kickoff », réunion de lancement du projet durant laquelle seront présentés en détails tous les éléments.   à préparer des réu sur :  - Le recueil du besoin  - La documentation projet dont les spécifications fonctionnelles et techniques        Savoir travailler en équipe :  :  Bruno : CTO, tuteur de ce stage et chef du projet. Il pilotera mes activités,   Clément, Tom : développeurs stagiaires, branche produit. Ils développent les fonctionnalités pour le socle commun du produit BillingLabs  Equipes B2Bill et Unyc : autres développeurs, branche clients. Ils développent des fonctionnalités BillingLabs spécifiques à un client  Pierre, Jérôme, Bruno, Maxime : ils définissent la Roadmap du produit BillingLabs   Julien / Antonin : encadrant terrain, ils sont là pour répondre aux questions du quotidien (techniques ou pas)  Dans le cadre du projet :  la possibilité de proposer des solutions techniques et fonctionnelles. Hors projet : Il y a la possibilité de présenter un sujet le Mercredi de la Tech sur (ateliers internes).  Je serai intégré aux équipes de production et je serai évalué par Bruno et Julien/Antonin sur  : - Efficacité - uipe - Audace - Confiance   mes missions.  Savoir produire des résultats tangibles :  Les livrables attendus : Les fonctionnalités développées et la documentation. Les livrables seront Intégrés au socle produit BillingLabs.  Intérêt personnel de réaliser une telle mission : Lentreprise Spikeelabs a tout de suite retenu mon attention car elle possède des valeurs que je partage. Pouvoir intégrer léquipe est une belle opportunité pour ma carrière professionnelle. Cela me permettra de renforcer mes compétences dans le domaine du développement et de pouvoir travailler sur les technologies de pointe. Ces missions me donneront loccasion de faire le lien avec les outils que jai découvert durant mon mastère spécialisé. Ce sera également une opportunité pour moi de travailler sur un savoir faire que je pourrai réutiliser pour mes projets dentreprenariat personnel.  Cest donc avec une grande motivation et une envie de me surpasser que jintégrerai en avril cette jeune start up.  "